brew "awscli"
brew "bat"
brew "cli53"
brew "exa"
brew "fd"
brew "fzf"
brew "git-delta"
brew "gh"
brew "gnupg"
brew "htop"
brew "httpie"
brew "hub"
brew "k9s"
brew "kubectx"
brew "luajit"
brew "neovim"
brew "pinentry-mac"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "urlview"
brew "extract_url"
brew "vim"
brew "zsh"
tap "hashicorp/tap"
brew "hashicorp/tap/packer"
brew "watch"
brew "tmuxinator"
brew "starship"
brew "zellij"
brew "zoxide"

tap "homebrew/cask-fonts"
cask "font-hack-nerd-font"
cask "hyper"
cask "spotify"
cask "raycast"
