tap "jetbrains/utils"
brew "JetBrains/utils/kotlin-lsp"
brew "block-goose-cli"
brew "glow"
brew "pandoc"
brew "tag"
brew "weasyprint"
brew "xcodegen"
cask "1password"
cask "arc"
cask "bazecor"
cask "block-goose"
cask "caffeine"
cask "charles"
cask "claude"
cask "claude-code"
cask "codex"
cask "copilot-money"
cask "docker-desktop"
cask "ghostty"
cask "jetbrains-toolbox"
cask "nordvpn"
cask "raindropio"
cask "raycast"
cask "tailscale-app"
cask "vlc"
