alefragnani.project-manager
anthropic.claude-code
buenon.scratchpads
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
docker.docker
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
github.vscode-github-actions
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.terraform
kdl-org.kdl
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
mermaidchart.vscode-mermaid-chart
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
orta.vscode-jest
redhat.vscode-yaml
rogalmic.bash-debug
vitest.explorer
vscodevim.vim
